{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"heading_size":"title-xl tracking-heading","heading_alignment":"text-left","heading_tag":"h1","text_size":"text-base","padding_top":72,"padding_bottom":120,"divider":false,"narrow":true,"rounded":false}},"rich_text_JztFac":{"type":"rich-text","blocks":{"heading_DqWrNy":{"type":"heading","settings":{"heading":"UNDER CABINET LIGHT FIXTURES FAQ","heading_size":"title-md","heading_tag":"h2","highlighted_text":"none","highlighted_scribble":"circle"}}},"block_order":["heading_DqWrNy"],"settings":{"text_alignment":"center","text_alignment_mobile":"center","heading":"","heading_size":"title-md","heading_alignment":"text-left md:items-end md:flex-row","heading_width":"small","heading_tag":"h2","subheading":"","description":"","button_label":"","button_link":"","button_external":false,"button_icon":true,"highlighted_text":"none","highlighted_scribble":"circle","color_text":"#ffffff","color_background":"#231f20","gradient_background":"","color_highlight":"","gradient_highlight":"","color_button_text":"","color_button_background":"#00aeef","color_button_gradient":"","padding_top":72,"padding_bottom":100,"divider":false,"narrow":true,"rounded":false}},"faq_TmNFMg":{"type":"faq","blocks":{"question_U9XeYt":{"type":"question","settings":{"title":"HOW DO I KNOW IF I HAVE THE RIGHT CONVERSION BOX FOR MY FIXTURE TO DIRECT WIRE IT?","text":"<p>The conversion boxes have the two different types of clips - one on the side and one on the top. It is usually as simple as seeing if the clip placement matches up. This information can also usually be found on the fixture’s packaging. If you need further assistance, please call our support and we can identify this for you.<\/p>","highlighted_text":"none","highlighted_scribble":"circle"}},"question_9cCLim":{"type":"question","settings":{"title":"HOW DO I KNOW IF I HAVE THE RIGHT LINKING WIRE?","text":"<p>The linking wires either have the clip on the side (low profile) or on the top (original\/high profile). To determine if you have the right linking wire, check to see if the clip matches up to the plug on the fixture. For further assistance, please call our support and we can help identify this for you.<\/p>","highlighted_text":"none","highlighted_scribble":"circle"}},"question_YNCJnb":{"type":"question","settings":{"title":"WHAT IS THE DIFFERENCE OF AN LED BULB VERSUS AN INCANDESCENT OR FLUORESCENT?","text":"<p>LED (light-emitting-diode) fixtures combine the best traits of their incandescent and fluorescent predecessors: affordable cost, outstanding energy efficiency, high quality warm light that’s cool to the touch, and lifetime bulbs that never need to be replaced.<\/p>","highlighted_text":"none","highlighted_scribble":"circle"}},"question_TQXXRD":{"type":"question","settings":{"title":"WHAT IS COLOR TEMPERATURE AND HOW DO I CHOOSE THE RIGHT TEMPERATURE FOR MY SPACE?","text":"<p>Color temperature is a measurement of how warm or cool a light is. Warm light is yellow or amber. Cool light is typically more blue. Correlated Color Temperature (CCT) is measured in degrees Kelvin. <\/p><p>The higher the color temperature, the cooler the light. For example, the blue flame of a blowtorch is a much higher temperature than the warm orange glow of a candle. Most of the lighting fixtures available for household lighting appliances will be in one of these ranges:<\/p><ul><li>2700K – 3000K “Warm White”: This is the color temperature of light produced by a standard 60-watt incandescent bulb. Most Americans grew up with this light in their homes, and it remains the most popular option among North American consumers today.<\/li><li>5000K “Daylight”: This color temperature is much cooler and whiter than the warm hue of 2700K. This color temperature of lighting products is gaining in popularity among American consumers.<\/li><\/ul>","highlighted_text":"none","highlighted_scribble":"circle"}},"question_nrQDAM":{"type":"question","settings":{"title":"WHAT IS CRI AND WHY IS IT IMPORTANT?","text":"<p>CRI, or Color Rendering Index, measures how accurate the color of an object looks under a light source. We offer an in-depth explanation of CRI in our Under Cabinet Lighting guide <a href=\"https:\/\/blog.byjasco.com\/the-diy-guide-to-under-cabinet-kitchen-lighting-part-two?__hstc=105452380.27f051eac82c89feb9f0df2c5f1773c9.1736640676668.1737988181535.1738004841254.22&__hssc=105452380.29.1738004841254&__hsfp=3231342467\" target=\"_blank\">here<\/a>.<\/p><p>Earlier generation LEDs had a relatively low CRI score of about 70. The standard today is 80. Most people are satisfied with 80 CRI, but there are premium fixtures available with CRI scores as high as 98 (nearly perfect). <\/p>","highlighted_text":"none","highlighted_scribble":"circle"}},"question_7gGrgh":{"type":"question","settings":{"title":"HOW DIFFICULT IS IT TO INSTALL UNDER CABINET FIXTURES?","text":"<p>That depends on the type of fixture you are installing. Direct wire fixtures may be necessary to contact a licensed electrician to consult you on installing a direct wire fixture. The upside to this type of light fixture is that once installed correctly, your lights will turn on and off using your in-wall light switch. Direct wire fixtures are also a more permanent installation, which makes them a preferred option for many homeowners, while renters may still prefer a plug-in alternative.<\/p><p>Plug-in fixtures come with a standard power cord that plugs into any power outlets. If you lack the know-how to direct wire, and there are no plugs nearby in your space, you also have the option of a battery-operated light fixture. These are great for pantries or closets that lack a good lighting source.<\/p>","highlighted_text":"none","highlighted_scribble":"circle"}},"question_bjpDTb":{"type":"question","settings":{"title":"WHAT IS THE PURPOSE OF A JUNCTION BOX?","text":"<p>A <a href=\"https:\/\/byjasco.com\/enbrighten-direct-wire-conversion-box?__hstc=105452380.27f051eac82c89feb9f0df2c5f1773c9.1736640676668.1737988181535.1738004841254.22&__hssc=105452380.29.1738004841254&__hsfp=3231342467\" target=\"_blank\">junction box<\/a> or converter box allows you to convert linkable fixtures from plug-in to direct wire. It also eliminates cord clutter with direct wire fixtures by allowing multiple fixtures to be controlled by one light switch. If your fixtures are front phase dimmable, the junction box allows you to dim your lights with a compatible in-wall dimmer for some romantic mood lighting.<\/p>","highlighted_text":"none","highlighted_scribble":"circle"}},"question_fJmyK8":{"type":"question","settings":{"title":"WHAT ARE LUMENS AND ARE THEY IMPORTANT WHEN CHOOSING UNDER CABINET KITCHEN LIGHTING?","text":"<p>Lumens are an important consideration. Lumens are a measurement of brightness and the amount of lumens you need depends on the size of your space. Dimmable fixtures eliminate the guesswork by allowing adjustments to select the right amount of lumens for every situation.<\/p>","highlighted_text":"none","highlighted_scribble":"circle"}}},"block_order":["question_U9XeYt","question_9cCLim","question_YNCJnb","question_TQXXRD","question_nrQDAM","question_7gGrgh","question_bjpDTb","question_fJmyK8"],"settings":{"style":"with-border","heading":"","heading_size":"title-md","heading_alignment":"text-left md:items-end md:flex-row","heading_tag":"h2","subheading":"","description":"","button_label":"","button_link":"","button_external":false,"button_icon":true,"highlighted_text":"none","highlighted_scribble":"circle","color_text":"","color_background":"","gradient_background":"","color_highlight":"","gradient_highlight":"","color_button_text":"","color_button_background":"","color_button_gradient":"","color_overlay":"#ffffff","overlay_opacity":4,"padding_top":72,"padding_bottom":72,"divider":false,"narrow":true,"rounded":false}}},"order":["main","rich_text_JztFac","faq_TmNFMg"]}